Revit 2024 API
IFCGuidKey Constructor
Overload List
Name | Description
IFCGuidKey(String)
 Constructs a new IFCHybridGuid
IFCGuidKey(IFCGuidKey)
 IFCGuidKey can be used in managed code as well as unmanaged.
See Also
IFCGuidKey Class
IFCGuidKey Members
Autodesk.Revit.DB.IFC Namespace